{"meta":{"title":"Personal Website","subtitle":"","description":"","author":"Lionel","url":"http://example.com","root":"/"},"pages":[{"title":"Resume","date":"2021-08-17T09:23:36.000Z","updated":"2021-08-17T09:27:14.026Z","comments":false,"path":"resume/index.html","permalink":"http://example.com/resume/index.html","excerpt":"","text":"Here is the title"},{"title":"Repositories","date":"2021-08-17T08:25:12.363Z","updated":"2021-08-17T08:25:12.363Z","comments":false,"path":"repository/index.html","permalink":"http://example.com/repository/index.html","excerpt":"","text":""}],"posts":[{"title":"Zhepeng (Lionel) Li","slug":"hello-world","date":"2021-08-17T06:39:08.187Z","updated":"2021-08-17T09:21:19.021Z","comments":false,"path":"2021/08/17/hello-world/","link":"","permalink":"http://example.com/2021/08/17/hello-world/","excerpt":"","text":"Welcome to my personal web page! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Research Interests Business Analytics - Computational Data Science, Analytical Modeling, Optimization &amp; Algorithms Business Artificial Intelligence - Predictive Modeling, Statistical Inference, Machine Learning, Social Media/Network Analytics, FinTech, PropTech, HR Analytics etc. Personalizations - Recommender Systems, Web/Text Mining Information Privacy and Security - Sensitive Data Sharing, Privacy-Preserving Data Mining Education PhD in Operations &amp; Information Systems, University of Utah, Salt Lake City, United States, 2013 (Major in MIS, Minor in CS) Master in Management Science &amp; Engineering, University of Science and Technology of China, Hefei, China, 2007 Create a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[]}