{"meta":{"title":"LIONEL","subtitle":"","description":"Every Wall Is A Door","author":"Zhepeng (Lionel) Li","url":"https://lionelyashiro.github.io","root":"/"},"pages":[{"title":"","date":"2021-08-18T03:02:57.733Z","updated":"2021-08-17T09:49:23.627Z","comments":true,"path":"index.html","permalink":"https://lionelyashiro.github.io/index.html","excerpt":"","text":"hexo-theme-academia Simple page for academic websites on Hexo, crafted from Jekyll/academicpages. IntroductionThis is a light &amp; simple &amp; responsive theme for academic websites on Hexo, crafted from academicpages on Jekyll. Thanks a lot. The theme adopts only post and page in Hexo to show your informations. For an academic page, it’s important to be simple and obvious. Example page: phosphorw.github.io PreparationSome skills you need: Publish a Hexo blog: Learn more Git Markdown: Learn more Deploy a server (Optional) Balabala… InstallationThe simplest way to install is to clone the entire repository: 1git clone https://github.com/PhosphorW/hexo-theme-academia.git themes/Academia Some required renderers: 1npm install hexo-renderer-pug hexo-renderer-stylus --save Set theme in hexo work folder’s _config.yml 1theme: Academia Create your academic pageOnly post and page are supported in this theme. 1hexo n post &quot;any title&quot; or 1hexo n page &quot;any title&quot; Important: Add academia: true in front_matter filed in post .md. Only post with academia: true front_matter will be shown on home (index) page. You can write your informations in either one post or some posts with this method. The front_matter doesn’t works in page. The pages are standalone with its markdown content. Theme ConfigurtionAll of below options can be config in theme folder _config.yml Top Menu: in-page anchor, new page links or any links you like Side Bar: Support avatar, social links, extra social links (optional), CV_download_link Box-shadow mode (optional) All icons in page is supported with font-awesome-5 (font-awesome-4) fontawesome-4 is not used since v1.2.1. If you want to update manually, first change CDN stylesheet to fa5. Then change your previous icon class fa to fas or fas. If you need rss feed, use hexo plugin: hexo-generator-feed Update ThemeThis theme supports data files smooth update. Copy _config.yml in theme folder to site folder /source/_data/theme.yml, if there is no _data folder, create it. Then you can modify your theme configuration in the mentioned theme.yml. If there is any update, just pull the new branch and your configurations won’t be merged. Note: When use data files to config theme, you must restart hexo server after any modifictions. hexo server again. Sometimes there will be changes in theme _config.yml, please refer to release page for more details before update. Document中文文档：Hexo-Theme-Academia 说明文档 Q&amp;A Some special url links? QQ: tencent://AddContact/?fromId=50&amp;fromSubId=1&amp;subcmd=all&amp;uin=[your number] E-mail: mailto:[your email] rss: atom.xml (need additional hexo plugin to generate XML file) Changelogs🚀Release page v1.2.1: some small improvements. v1.2.0: support pjax and data files."},{"title":"About","date":"2021-08-18T06:57:27.000Z","updated":"2024-09-26T05:16:53.763Z","comments":true,"path":"About/index.html","permalink":"https://lionelyashiro.github.io/About/index.html","excerpt":"","text":"Dr. Zhepeng (Lionel) Li is an Associate Professor of Innovation and Information Management in the Faculty of Business and Economics at The University of Hong Kong. He holds a Ph.D. in Operations and Information Systems from the University of Utah. His research interests encompass computational design science, big data analytics, and machine learning, with applications in business and managerial contexts. Dr. Li has published in leading journals, including Management Science, Information Systems Research, MIS Quarterly, and ACM Transactions. His research has received support from the General Research Fund (GRF) of the University Grants Committee of Hong Kong, the Discovery Grant of the Natural Sciences and Engineering Research Council of Canada (NSERC), and the National Natural Science Foundation of China (NSFC). He has been honored with the Design Science Research Award from INFORMS ISS and has served as an organizer for global research events, such as AI Cluster Chair of INFORMS, Program Chair of the INFORMS Workshop on Data Science, and the Winter Conference of Business Analytics."},{"title":"","date":"2021-08-19T06:36:09.000Z","updated":"2024-11-15T07:10:43.901Z","comments":true,"path":"FundAward/index.html","permalink":"https://lionelyashiro.github.io/FundAward/index.html","excerpt":"","text":"Funds Co-PI, Theme-based Research Fund (TRF), HKU FBE Shenzhen Research Institutes, HK$5,000,000, 2023 - 2024 PI, General Research Fund (GRF), University Grants Committee, Hong Kong, HK$664,000, 2022 - 2024 Collaborator, Collaborative Research Fund (CRF), University Grants Committee, Hong Kong, HK$4,533,000, 2021 - 2023 PI, Research Seed Fund, The University of Hong Kong, HK$300,000, 2021 - 2023 PI, Discovery Grant, Natural Sciences and Engineering Research Council (NSERC Canada), C$120,000, 2017 - 2023 Topic: “Data-centric Decision Supports for Large-Scale Social Network Management”. Collaborator, National Natural Science Foundation (NSF China), C$90,000, 2017 - 2020 Topic: “Post-adoptive Behaviors of Mobile Apps: Extended Use and In-App Purchase”. Consultant, Industrial Sponsorship, C$200,000, 2018 - 2019 Topic: “Advanced Machine Learning in FinTech &amp; PropTech Applications”. PI, Dean’s Research Fund, C$90,000, Schulich School of Business, 2014 - 2017 Awards Research Fellowship, Schulich School of Business, York University, 2018 INFORMS ISS Design Science Research Award, 2016. Topic: “Social Network Analytics: Adoption, Persuasion, Recommendation, and Knowledge Refreshing”. Junior Faculty Research Competition, Schulich School of Business, York University, 2015, 2016, 2017, 2018 Doctoral Consortium at International Conference on Information Systems (ICIS), Orlando, FL, 2012 Outstanding Graduate Award, University of Science and Technology of China (USTC), 2007 “Guanghua” Scholarship and Award for excellence in postgraduate work, University of Science and Technology of China (USTC), 2006 Invited acceptance speech."},{"title":"","date":"2021-09-10T01:41:32.000Z","updated":"2024-08-16T02:45:35.275Z","comments":true,"path":"Service/index.html","permalink":"https://lionelyashiro.github.io/Service/index.html","excerpt":"","text":"Editorial Guest Associate Editor, Information Systems Research, Special Issue on “Information Technology for Disaster Management”, 2021 - 2023 Associate Editor, Service Science (INFORMS Journal on), 2021 - 2023 Associate Editor, Information Technology and Management, 2020 - Present Guest Associate Editor, Computational Economics, 2016 Organizer Officer (secretary), INFORMS College on Artificial Intelligence (CAI), INFORMS, 2023 - present Conference Co-Chair, AI Cluster, INFORMS Annual Meeting, 2021 - 2024 Program Co-Chair, Winter Conference on Business Analytics, 2020 Program Co-Chair, INFORMS Data Science Workshop, 2019 Advisory Member, Ph.D. Thesis Examining Committee, Faculty of Business and Economics, HKU, 2024 Dr. Yixuan Li Title: “Purchase Decisions and Business Strategies of Different Stakeholders on Virtual Gifts in Social Live Streaming Services (SLSSs)” Member, Ph.D. Thesis Examining Committee, Faculty of Business and Economics, HKU, 2023 Dr. Feiyu E Title: “Text Mining on Social Media for Diaster Management” Placement: Post-doc at R.H. Smith School of Business, University of Maryland Advisor, Guided study in machine learning &amp; startup on HR analytics, Schulich School of Business, York University, 2018 - 2020 Mr. Ali Shayeb, Nugget.AI, 2019 - Member, Ph.D. Dissertation Committee, Computer Science, York University, 2016. Dr. Morteza Zihayat-Kermani Title: “Mining High Utility Patterns over Data Stream”, nominee for dissertation award Placement: Tenure-Track Assistant Professor in IT Management, Business School, Ryerson University, Toronto, CA. Co-supervisor, Post-doc Fellow, 2015 - 2019 Dr. Wanghong Li Evaluator, Master of Business Analytics (MBAN), Major Research Paper and Presentation, 2015- 2019 Academic Development Committee Member, Master in Business Analytics (MSBA), Business School, The Hong Kong University, 2021 - Task Force, Master of Management in AI (MMAI), Schulich School of Business, York University, 2018 Committee Member, Graduate Admission, Schulich School of Business, York University, 2015 - 2020 Search Committee, Canadian Tier-1 Research Chair in Big Data, 2015 Committee Member, Undergraduate Program, Schulich School of Business, 2014"},{"title":"","date":"2021-08-18T02:45:32.000Z","updated":"2024-12-10T07:15:41.078Z","comments":true,"path":"Publications/index.html","permalink":"https://lionelyashiro.github.io/Publications/index.html","excerpt":"","text":"Selected Articles(*Area Top-tier Outlets, [i] Industrial Collaborator) Dongjun Wei, Zhepeng (Lionel) Li, Michael Chau. Conditionally Accepted. Relieving Bias in Hate Speech Detection with a Small Number of Expert Annotations: A Prompt-based Learning Approach. MIS Quarterly (MISQ)* (2023 Impact factor = 7.0, 5-year IF = 10.4) Joint Work in Large Language Models and Fair AI Yanan Wang, Yong Ge, Zhepeng (Lionel) Li, Li Li [i], Rui Chen [i]. 2024. M3 Rec: A Context-aware Offline Meta-level Model-based Reinforcement Learning Aproach for Cold-start Recommendation. ACM Transactions on Information Systems (TOIS) 42(6), Article 146: 1-27. (2023 Impact factor = 5.4, 5-year IF = 6.0) Joint Work in Recommender Systems Earlier version accepted by Offline Reinforcement Learning Workshop at Neural Information Processing Systems (NeurIPS 2020) Zhepeng (Lionel) Li, Yong Ge, Xue Bai. 2021. What Will be Popular Next? Predicting Hotspots in Two-mode Social Networks. MIS Quarterly (MISQ)* 45(2): 925-966. (2023 Impact factor = 7.0, 5-year IF = 10.4) SSRN Most Download in CompSciRN: Computational (Topic). click to SSRN manuscript. SSRN Top Ten Download in Econometrics: Econometric &amp; Statistical Methods - Special Topics eJournal Best Paper Nominee at INFORMS Workshop on Data Science 2017 Zhepeng (Lionel) Li, Xiao Fang, and Olivia R. Liu Sheng. 2018. A Survey of Link Recommendation for Social Networks: Methods, Theoretical Foundations, and Future Research Directions. ACM Transactions on Management Information Systems (TMIS) 9(1): 1-26. (2023 Impact factor = 2.5, 5-year IF = 3.1) SSRN Top Ten Download in Networks, Information Technology &amp; Systems, and IO:Theory. click to SSRN manuscript Zhepeng (Lionel) Li, Xiao Fang, Xue Bai, and Olivia R. Liu Sheng. 2017. Utility-based Link Recommendation for Online Social Networks. Management Science (MS)* 63(6): 1938-1952. (2023 Impact factor = 4.6, 5-year IF = 6.1) SSRN Top Ten Download in Information Technology &amp; Systems, Innovation &amp; Networks, Sociology of Innovation, and Sources of Innovation. click here to SSRN manuscript SSRN Top Ten Download in DecisionSciRN: Business Analytics (Topic) and DecisionSciRN: Predictive Analytics (Sub-Topic) Xiao Fang, Paul Hu, Zhepeng (Lionel) Li and Weiyu Tsai (Alphabetically). 2013. Predicting Adoption Probabilities in Social Networks. Information Systems Research (ISR)* 24(1): 128-145. (2023 Impact factor = 5.0, 5-year IF = 7.8) Media Coverage by MIT Technology Review and mass media, e.g., Herald News, Yahoo!News, Vancouver Sun etc. SSRN Top Ten Download in Information Technology &amp; Systems. click to SSRN manuscript Interdisciplinary-research Articles Chen Peng, Zhepeng (Lionel) Li, Chaojiang Wu. 2023. Researcher Geographic Mobility and Publication Productivity: An Investigation into Individual and Institutional Characteristics and the Roles of Academicians. Scientometrics 128: 379-406. (2023 Impact factor = 3.5, 5-year IF = 3.8) Joint Work in Science of Science Wade Cook, Wanghong Li, Zhepeng (Lionel) Li, Joe Zhu. 2021. Efficiency Measurement for Hierarchical Situations. Journal of the Operational Research Society (JORS) 72(3): 654-662. (2023 Impact factor = 2.7, 5-year IF = 3.0) Joint Work in Optimization &amp; Analytical Modeling Wade Cook, Wanghong Li, Zhepeng (Lionel) Li, Liang Liang, Joe Zhu. 2020. Efficiency Measurement with Products and Partially Desirably Co-Products. Journal of the Operational Research Society (JORS) 71(2): 335-345. (2023 Impact factor = 2.7, 5-year IF = 3.0) Joint Work in Optimization &amp; Analytical Modeling Wanghong Li, Zhepeng (Lionel) Li, Liang Liang, Wade D. Cook. 2017. Evaluation of Ecological Systems and the Recycling of Undesirable Outputs: An Efficiency Study of Regions in China. Socio-Economic Planning Sciences 60: 77-86. (2023 Impact factor = 6.2, 5-year IF = 5.9) Joint Work in Optimization &amp; Analytical Modeling Wade D. Cook, Chuanyin Guo, Wanghong Li, Zhepeng (Lionel) Li, Liang Liang, Joe Zhu. 2017. Efficiency Measurement of Multistage Processes: Context Dependent Numbers of Stages. Asia-Pacific Journal of Operational Research (APJOR): 34(6). (2023 Impact factor = 1.1, 5-year IF = 1.1) Joint Work in Optimization &amp; Analytical Modeling Misc. Articles Weiping Wang, Wenhui Chen, Zhepeng Li, Huaping Chen. 2006. Comparison Model and Algorithm for Distributed Firewall Policy. Lecture Notes in Artificial Intelligence (LNAI) 4114: 545-556. Weiping Wang, Bing Deng, Zhepeng Li. 2007. Application of Oblivious Transfer Protocol in Distributed Data Mining with Privacy-preserving. The First International Symposium on Data, Privacy, and E-Commerce (ISDPE 2007): 283-285. Weiping Wang, Rong Ji, Wenhui Chen, Bo Chen, Zhepeng Li. 2007. Firewall Rules Sorting Based on Markov Model. The First International Symposium on Data, Privacy, and E-Commerce (ISDPE 2007): 203-208. Zhe-peng Li, Wei-ping Wang, Wen-hui Chen. 2006. An Anti-Collusion Solution for Privacy-preserving Data Mining. International Conference on Communication Technology: 1-5."}],"posts":[{"title":"Zhepeng (Lionel) Li","slug":"hello-world","date":"2022-12-28T05:10:12.584Z","updated":"2021-08-18T02:10:29.505Z","comments":true,"path":"2022/12/28/hello-world/","link":"","permalink":"https://lionelyashiro.github.io/2022/12/28/hello-world/","excerpt":"","text":"Welcome to my personal web page! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Research Interests Business Analytics - Computational Data Science, Analytical Modeling, Optimization &amp; Algorithms Business Artificial Intelligence - Predictive Modeling, Statistical Inference, Machine Learning, Social Media/Network Analytics, FinTech, PropTech, HR Analytics etc. Personalizations - Recommender Systems, Web/Text Mining Information Privacy and Security - Sensitive Data Sharing, Privacy-Preserving Data Mining Education PhD in Operations &amp; Information Systems, University of Utah, Salt Lake City, United States, 2013 (Major in MIS, Minor in CS) Master in Management Science &amp; Engineering, University of Science and Technology of China, Hefei, China, 2007 Create a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]},{"title":"Resume","slug":"frontpage","date":"2021-07-31T16:00:00.000Z","updated":"2024-10-13T07:31:48.716Z","comments":true,"path":"2021/08/01/frontpage/","link":"","permalink":"https://lionelyashiro.github.io/2021/08/01/frontpage/","excerpt":"","text":"Greetings, my name is pronounced ‘Dzerpon Lee.’ I specialize in the intersection of applied machine learning and business analytics/intelligence. My primary focus is on Geometric Machine Learning, encompassing areas such as personalized recommendations, social network analytics, target marketing, PropTech, HR analytics, financial analytics, and privacy-preserving distributed data mining. My research aims to address significant business and managerial challenges through machine learning, predictive modeling, and computational data science. I formulate business questions as learning problems, analyze the theoretical efficacy of proposed methods, develop machine learning algorithms, and benchmark these methods using realistic data through performance evaluations, business cases, ablation tests, experiments, and other empirical analyses. Headline News 11/2022: Post-doc Position. Business ML Research Group is looking to hire a post-doc at the rank of Senior Research Assistant in Faculty of Business and Economics at The University of Hong Kong. Details are available at Careers HKU Research Interests Business Artificial Intelligence - Geometric Machine Learning, Predictive Modeling, Statistical Inference, Social Media/Network Analytics, FinTech, PropTech, HR Analytics etc. Business Analytics - Data Analytics, Analytical Modeling, Optimization &amp; Algorithms Personalizations - Recommender Systems, Web/Text Mining Information Privacy and Security - Sensitive Data Sharing, Federated Learning Education PhD in Operations &amp; Information Systems (Major in MIS, Minor in CS), University of Utah, Salt Lake City, United States, 2013 Master in Management Science &amp; Engineering, University of Science and Technology of China, Hefei, China, 2007 Student Expectations Self-motivation: doctoral students are expected to show passion and take the initiative in your own project(s). Rigorous Creativity: doctoral students need to show novelty that survives technical, quantitative, or analytical examinations in a long run. Maturity: graduate students need to show professionalism in communications and works. Integrity: all students should assume the highest standard of integrity and ethics in all aspects of coursework and research. Absolute zero tolerance shall be committed at multiple levels. As a result, your differentiating impact could be projected as shown below.$$\\text{Input*} = \\text{arg}\\max_{input} \\{ \\lim_{i=0}^{\\infty}\\text{effort}_i + \\delta(\\text{gift}) + \\epsilon(\\text{luck}) - \\gamma(\\text{circumstances}) \\}$$ $$\\text{Impact} = \\text{Delivery(input*)}\\times \\text{Novelty}$$ Working Projects Spatial Recommender Systems in Personalizations Graphical Neural Network in PropTech Credit Risk Analytics in FinTech Collective Performance in HR Analytics Human Mobility Analytics in Disaster Management Text Analytics in Social Media","categories":[],"tags":[]}],"categories":[],"tags":[]}